{"id": "1001", "poster": "lalala", "title": "[灌水]以太适性自测结果是这个分数，我能去空洞里搬砖吗？", "text": "本人学生，高中还没毕业。老爸因为工作原因买了以太适性自测卡，我出于好奇就顺便也跟着测了一下，结果拿了个80分。老爸当时就从椅子上跳起来，逼着我重新测了一次…据说50分是能从事空洞相关工作的及格线，80分是很高的分数了，这是不是意味着我也可以去空洞里当搬运工了？", "script": null, "comments": [{"role": "空洞旅人", "content": "你该不是故意在秀吧，都80分了还当什么搬运工？未来的王牌调查员就是你了啊。"}, {"role": "墨提斯综合学校官方", "content": "这位同学，你好，墨提斯院诚邀你的加入！墨提斯院建校历史悠久，师资雄厚，以培养高端研究人才为己任。若确认你的以太适性分数无误，我们热忱邀请你加入以太适性班，无门槛办理转学手续，学费减半并设有丰厚奖学金。在那里你一定能踏上理想的道路，发挥你非同寻常的才能。详情已发送私信，若有兴趣请查收和回复。"}, {"role": "邦布的记忆只有三秒", "content": "唉，80分的强者就是不一样，墨提斯院我当初可是挤破头也没进去。"}, {"role": "考前复习考场补觉", "content": "墨提斯院的速度好快啊，是不是专门派了个老师在绳网刷帖子啊。"}], "player_reply": []}
{"id": "1002", "poster": "家里蹲又怎样", "title": "[求助]空洞调查协会待遇怎么样啊？", "text": "我家里蹲五年了，今天被妈妈说了，自尊心很受伤，出门转换一下心情。\n走到六分街看到空洞调查协会的招募广告了，大概内容是：\n*协助官方调查——工作来源稳定\n*公共宣传中帅气的形象——在家人面前有面子（起码妈妈不会再说我了）\n*优厚的待遇——有竞争力的薪酬，弹性休假，还有自助的食堂。\n看到广告里闪闪发光的ACE调查员，我未来如果是这样，妈妈一定会感到欣慰吧。这份工作真的这么好吗？", "script": null, "comments": [{"role": "Kuma", "content": "协会调查员的晋升路径是见习调查员——正式调查员——资深调查员——精锐调查员——ACE。\n每向上一层，要面对的压力和危险就更多，能走到金字塔尖的ACE少之又少，难怪会享受明星级别的待遇。"}, {"role": "匿名", "content": "应募调查员的条件之一是具备以太适性。\n单是这一点，就能筛选掉很多人。没有以太适性，只能在空调协做辅助职员，干干文职、协调和对接等边缘工作吧。\n楼主加油~"}, {"role": "接空调协内推", "content": "想内推戳我，我拿到内推奖金请你吃饭"}, {"role": "匿名", "content": "空洞调查协会的业务也分为通常类和特殊类，收入也根据危险性有浮动。\n通常类有救援、数据观测回收、伴生空洞调查。特殊类有空洞活性管控、官方委托和以骸猎头任务。\n特殊类显然危险性更高，不过更有机会获得曝光，成为英雄。据不完全统计，特殊类业务中出现的ACE调查员比率更高。"}], "player_reply": []}
{"id": "1003", "poster": "Indigo", "title": "[灌水]《致命营救》好看吗？", "text": "最近大家都在讨论《致命营救》，我看评分网站评价两极分化，到底好看不好看啊", "script": null, "comments": [{"role": "我是湿垃圾", "content": "讲的是一个调查员不惜冒着生命危险去营救队友。刚离开空洞，就发现队友竟然只是一个能够模仿人类言行的以骸。\n城市因此付出了巨大的牺牲，最后多亏一名勇敢的调查员自我牺牲，将以骸推回空洞，危机才得以解除。"}, {"role": "我是湿垃圾", "content": "只看氛围和动作场面是很刺激啦。\n但逻辑硬伤也太多了吧！以骸离开空洞就像鱼离开水，用不了多久就会完蛋的吧！\n要将以骸推回空洞，哪里有这么凑巧的空洞，正好在以骸的旁边生成…这是机械降神！"}, {"role": "洁白骑士", "content": "你骂烂片就骂烂片，为什么要剧透…太差劲了！！！"}, {"role": "永远的莫妮卡", "content": "我的同事超级爱看，周末也看，上班摸鱼也看，过生日还要大家陪她看。在工作的时候经常说出里面的台词…\n我被迫看了50多遍？已经麻木了，我也什么也感觉不到了…"}], "player_reply": []}
{"id": "1004", "poster": "螺旋风铃", "title": "[代理人交流]进空洞带什么储备粮比较好？", "text": "马上要执行一个繁琐委托，估计会很花时间。想要准备一些食物带进空洞，我准备了圣霖的防侵蚀应急营养袋，糊状食物虽然吃起来口感有点难受，不过好在是桃子口味，我还挺喜欢的。\n其他的就是些速食、饼干、点心，各位看看有什么建议吗？", "script": null, "comments": [{"role": "静音邦布", "content": "圣霖营养袋挺合理，其他那些都是啥，你是去野营的吗？\n建议你全换了，换成圣霖防侵蚀包装的饮用水和压缩饼干，蓝莓味的那个压缩饼干就着水吃我感觉还行，比营养袋接受度高一些。"}, {"role": "蜘蛛跑鞋", "content": "竟然还有泡面…看来真是去野营的。除非你有专业级的侵蚀隔离箱，或者是进空洞一两个小时就出来，不然这些东西百分百会被以太侵蚀得没法吃。"}, {"role": "卡布奇诺", "content": "那就进空洞的第一秒就开始吃，狂吃，飞速吃，一边打一边吃！只要我吃得够快，侵蚀就追不上我。"}, {"role": "进空洞不要喝冰牛奶", "content": "不要带压缩饼干，那种东西只会让你越吃越痛苦，压力呈几何级增长。另外也不要带牛奶。"}, {"role": "绿色活动物PTSD", "content": "楼上的ID噗，说出你的故事。"}], "player_reply": []}
{"id": "1005", "poster": "我的猫猫世界第一可爱", "title": "[法律求助]我叫来家里的保洁打伤了三个入室抢劫犯", "text": "今天我约了一个上门保洁服务。保洁人员因为堵车修路迟到了五分钟，一直跟我道歉。\n本来有点生气，但看到她态度那么卑微，有点不忍心，就算了。\n我交代好保洁要求后就去看电影了。看到一半，治安局打电话来，说有三个人闯入我家抢劫。我想起家里还有保洁人员，还是个小姑娘，就问了下她还好吗，治安局说是那三个抢劫犯报的案——她把三个壮年男子打进了医院急诊…\n现在三个人找律师向我索赔医药费，有懂法的朋友说说我该怎么办吗？", "script": null, "comments": [{"role": "latatata", "content": "修路堵车哈哈哈哈，我猜楼主住六分街吧？这路修了得有一万年了"}, {"role": "4444", "content": "看到中间以为这三个人入室抢劫失败了\n看到最后发现这三个人还是不死心想抢劫你哈哈哈"}, {"role": "举铁是一生的事业", "content": "三个壮年男子打不过一个女孩子还好意思报案啊？"}, {"role": "玫瑰人生", "content": "谁打的叫谁赔啊？\n我才不相信一个女孩子能把三个壮汉打进急诊…他们不会一起仙人跳你吧？"}], "player_reply": []}
{"id": "1007", "poster": "CHAR", "title": "[委托]幽灵列车真的存在！", "text": "我看见  亲眼看见  真的是列车员  在那里   然后又不在了！!\n等等，等等等等…我重新组织一下语言，打字的手还在抖…\n就在刚才，我和朋友聚餐回来，这个点街上几乎没有人了。拐进锦鲤面馆对面那条小路的时候路灯突然暗了，我以为是灯坏了就没在意。继续往前走了没几步，身后坏掉的路灯突然又亮了起来，回头一看灯下站着一个大活人！\n一开始我没反应过来，看到他手上攥着的破车票时我才想起来。这家伙的脸我有印象，是上个月新闻报道里殉职的列车驾驶员！\n我头也不回一口气跑回了家，从阳台上望去那个路灯下的人也不见了。不会是我聚餐喝多产生幻觉了吧，可我喝的是乌龙茶啊…", "script": null, "comments": [{"role": "下辈子我要当只猫", "content": "哦那个列车失事的新闻我记得，据说是一列末班车后的空车，只有驾驶员在车上。因为突发的空洞没来得及撤离，就和车厢一起永远困在克里特空洞里了。"}, {"role": "有那味儿了", "content": "我还听说过一个幽灵列车Plus版本，说至今列车还在空洞里行驶，只不过乘客都是在空洞里遭遇事故的人们。\n列车员会出现在午夜的街道上，如果接受他的邀请登上幽灵列车，就能见到死去的亲人…"}, {"role": "RON", "content": "补充一个PlusProMax版本，如果看到幽灵列车员不要慌张，对他说出特定的暗语，他就会把手里的车票递给你哦。"}, {"role": "想在空洞开食堂", "content": "明明只是个怪谈灌水帖，被你们越编越详细。\n这下我开始担心有人真的会傻呵呵地去六分街通宵蹲守了。"}], "player_reply": ["特定的暗语是什么？", "3楼别卖关子了。"]}
{"id": "1008", "poster": "墨提斯情报屋_一号机", "title": "[灌水]废旧地铁即将爆破", "text": "「旧都地铁改造工程」现已正式动工，近日，承建方远景实业将对工程区进行第一次爆破作业。\n在整个工程中，远景实业预计将开展近30次爆破作业，目前，远景实业设立了专门的爆破指挥部，正分批有序地将以太炸药运抵首次爆破的目的地——帆布巷。\n对于地铁改造的实施方案，一直以来都有「废物利用」与「推翻重建」两种声音，远景正是后者的代表。近日，多家媒体都对公司首席代表查尔斯·珀尔曼进行了专访，这位业界新秀多次阐述了重建地铁的必要性与决心。", "script": null, "comments": [{"role": "路人马甲", "content": "我看了专访，关于地铁为什么一定要炸掉重建完全没讲干货！我就只记得珀尔曼说自己「事必躬亲」，总是亲自驾驶空艇去公司上班…\n这就是有钱人的事必躬亲吗…吗…吗…"}, {"role": "whynot", "content": "我总觉得炸了重建有点浪费，毕竟很多旧地铁修一修还能用吧，而且爆破产生的烟尘也会影响环境。 帆布巷之前上学的时候我去那画过写生，老街道还挺有味道的。要不要在爆破前再去一次留个纪念呢？"}, {"role": "空洞迷", "content": "楼上，最近帆布巷旁边的「死路空洞」扩张，市区到帆布巷的路已经被堵死了。\n而且那个空洞里的以骸还挺厉害的，最好不要想着自己穿越空洞或者随便找个绳匠就能带你过去。"}, {"role": "whynot", "content": "啊，不会吧。\n等一下，远景不是还要运炸药过去吗？如果空洞堵住了到那边的路，他们是怎么运的啊？"}, {"role": "匿名", "content": "3楼说的是真的。我有个调查协会的朋友，他说死路空洞有一只挺难缠的恶名以骸，一般级别的调查员根本搞不定，估计只有让调查协会的精英来解决。\n不过远景没找调查协会，可能是因为要花不少时间吧。他们好像用了特制列车，走空洞内把炸药运进去的。以骸不太会袭击非生物的目标。"}], "player_reply": []}
{"id": "1009", "poster": "蝴蝶杰克", "title": "[灌水]爆破延迟了？怎么回事？", "text": "大家刚才看新闻了吗？里面说今天的地铁工程区爆破因为「技术原因」推迟了。\n不过就我了解的专业知识来说，远景的爆破并没有采用什么高精尖的技术，爆破区内也没有复杂设备，不太可能发生因技术原因产生的推迟。\n谁知道什么内幕吗？", "script": null, "comments": [{"role": "匿名", "content": "嚯嚯，我也看见了，总觉得里面有什么猫腻呢。 \n像远景这样的大企业，不能按时实施工程肯定对企业形象有影响，但既然还是选择了推迟，应该是发生了挺大的事情吧。"}, {"role": "0号摆渡人", "content": "今天我一直在看电视，注意到了一件事。\n之前珀尔曼坐车穿越空洞到达爆破区的时候，电视上播了一条滚动新闻。但远景实业最后那辆运炸药的车出发后，却没有新闻播报车辆到达，接下来一条信息就是爆破推迟的事情了。\n所以我觉得，应该是最后那辆运输车出了问题。"}, {"role": "[楼主]蝴蝶杰克", "content": "不得不说有点道理。\n如果是列车在空洞里的运输出了问题，好像也算是技术原因了。"}, {"role": "茶多酚", "content": "目前调查协会和绳网还没有接到远景发布任何与工程相关的委托。"}], "player_reply": []}
{"id": "1010", "poster": "墨提斯情报屋_一号机", "title": "[灌水]远景惊天丑闻曝光，珀尔曼锒铛入狱！", "text": "日前，远景实业企图利用爆破谋害帆布巷居民、缩减补偿款开支的犯罪行为曝光，公司首席代表查尔斯·珀尔曼被紧急逮捕。\n据获救的帆布巷居民称，远景实业一直声称会妥善安置当地居民，甚至直到爆破当天，仍要求居民原地等待。同时，远景还屏蔽了爆破区内民用信号，冒充治安官封锁爆破区，避免居民们获知真相。\n但当地居民还是发现了远景的阴谋，并在某万能事务所的帮助下成功脱困。今后，该事务所还将以获救居民代理人的身份出席本案诉讼，帮助居民们获得应有赔偿。", "script": null, "comments": [{"role": "新鲜炸虾", "content": "听说远景之前是靠成本优势获得了项目，没想到成本是靠草菅人命节省的！无耻！！"}, {"role": "bobob", "content": "帆布巷的居民几乎都是底层贫民，甚至很多人都没有合法的新艾利都居民身份，所以才被远景钻了空子。"}, {"role": "匿名", "content": "据我所知，那个「某万能事务所」是狡兔屋。\n他们为了把居民们从爆破区带出来，甚至干掉了空洞内的恶名以骸，让空洞缩小了一圈。"}, {"role": "Groundhog", "content": "什么，这也太拼了吧？！！怎么做到的？\n虽说做居民们的诉讼代理人，应该能赚不少，但就算这样的机会给我我也不敢要。"}, {"role": "匿名", "content": "同意。\n不仅要和远景这种大企业对着干，而且万一没办法阻止爆破，不就要把自己的命搭上了吗？"}], "player_reply": []}
{"id": "1011", "poster": "小小的很可爱", "title": "[委托]关于远景实业的一项异常支出", "text": "我是远景实业的一名股东，征集有能者为我秘密调查远景实业一项可疑的财务支出。\n\n远景实业连续几年稳定有八十万丁尼的成本支出，名目是巡查地铁路线的邦布损耗。按照这个数字估计，每月至少有上百只邦布在巡查中失踪！这明显不是正常的损耗数字！\n\n我无法忍受邦布居然大批量地报废…啊，这倒不是因为我特别喜欢邦布。真的，我不是什么奇怪的邦布控。\n\n我只是担心公司里有人在伪造账目数字，操纵利润，偷走股东分红…特此征集擅长实地勘查的专业人士前去调查。", "script": "本以为远景实业内部存在以邦布为名目的财务舞弊，没想到不仅调查出了导致邦布大量损耗的安全隐患，还发现了委托人是个狂热邦布控…真不想发现这种事。", "comments": [{"role": "AKA反向预言家", "content": "比起财务舞弊可能，楼主看起来更担心邦布。"}, {"role": "来世不做商学生", "content": "楼主是邦布控吧？楼主绝对是邦布控~"}, {"role": "金融之狼", "content": "编造账目的人显然是个新手吧？编造得太离谱了，一眼就能看出。最倒霉的是还撞到了邦布控股东的枪口上，哈哈。"}, {"role": "[楼主]小小的很可爱", "content": "我不是邦布控。我很专业的。我是关心公司的经营状况才这样做的。\n才不是邦布控。"}], "player_reply": ["这个委托我接了！"]}
