{"Partner_Name_1011": "Anby Demara", "Avatar_Female_Size02_Anbi": "Anby", "Partner_OutlookDesc_1011": "HIA License Archive Information:\nHollow Investigator - Anby. High aptitude for Ether. Permitted to conduct investigations, basic mining, etc. in known Hollows within the city (including companion Hollows).\nReminder: Similar to Nicole, Anby's Investigator license has not been updated for a long time.\nSelf-funded tests are recommended as soon as possible to avoid any losses.", "Partner_Gender_02": "Female", "Partner_Race_01": "Cunning Hares", "Partner_Stature_01": "156", "Partner_Birthday_01": "FEB 20", "Partner_ProfileDesc_1011": "Anby, the original member of Gentle House.\nAccording to the New Eridu resident records, her identity as \"Anby Demara\" only exists after joining Gentle House, the name obviously being taken from Nicole. Before registering as an employee of Gentle House, all data relating to Anby is suspiciously blank.\nDespite her extreme lack of common sense, Anby is well-versed in matters related to combat and is among the strongest combatants of the Cunning Hares.\n\nAnby's greatest interest is movies, of which she likes an extensive range of genres. Due to an excessive obsession, she tends to take the stories in movies as reality.\nContrary to her seemingly emotionless appearance, Anby is easily moved by movie storylines.\nHer favorite food is hamburgers because \"they contain protein, carbs, and greens, taste good, and are even affordable — there's nothing else besides hamburgers.\"", "Partner_Impression_f_1011": "Anby often comes to the video store to borrow movies and returns them quickly, so she seems to watch a lot of movies.\nFeelin' the pressure, bro? As the manager of the video rental store, it'd be embarrassing if the amount of movies we watch falls behind our customers.", "Partner_Impression_m_1011": "Honestly, I'm most curious about Anby's playlist. She's got her headphones on constantly... but what exactly is she listening to?", "PartnerBg_CampGentleHouse": "GENTLE HOUSE ", "Avatar_Female_Size02_Anbi_En": "Anby", "nickname": "Anbi"}
{"Partner_Name_1021": "Nekomiya Mana", "Avatar_Female_Size01_Tsubaki": "Nekomata", "Partner_OutlookDesc_1021": "New Eridu Citizen Verification Profile Info:\nHollow Investigator - Nekomata. Excellent aptitude for Ether. Permitted to conduct investigations, basic mining, etc. in known Hollows within the city (including companion Hollows).\nRemarks: In general, Thirens are better able to adapt to the environment in the hollows than humans. However, due to their faster metabolism, once corrupted they will experience symptoms at a faster rate than humans. Similarly, their efficiency in recovering from the symptoms when leaving the Hollows is also faster.", "Partner_Gender_02": "Female", "Partner_Race_01": "Cunning Hares", "Partner_Stature_02": "148", "Partner_Birthday_02": "JUL 30", "Partner_ProfileDesc_1021": "Nekomiya Mana. Refers to herself as \"Nekomata.\"\nA cat Thiren with feline traits, possessing great dexterity when hunting and an insatiable curiosity about the outside world.\nSometimes mischievous, she engages in harmless pranks. But when she sets her sights on a target, her feline-like agility and focus are enough to leave others in awe.\nShe's most interested in other people's wallets.\nRecommendation: Always keep an eye on your wallet when Nekomata is around.\n\nIn the past, Nekomata was a member of the long-standing Red Fang Gang. Its leader, Miguel Silver, took on a fatherly role in her life. Nonetheless, due to differing beliefs from the gang, she opted to part ways and go it alone.\nFollowing certain encounters involving Nicole and others, she eventually opted to enlist in Gentle House, thus becoming the third member of the team.", "Partner_Impression_f_1021": "Kitty cat! Who doesn't like kitty cats!\nOhhh, I want to touch Nekomata's tails! She's got two, that's double the fun!", "Partner_Impression_m_1021": "Take it easy... She's not some harmless little kitten on the street in New Eridu...\nWhen dealing with Nekomata, the most important thing is keeping an eye on your wallet...", "PartnerBg_CampGentleHouse": "GENTLE HOUSE ", "Avatar_Female_Size01_Tsubaki_En": "Nekomata", "nickname": "Nekomiya"}
{"Partner_Name_1031": "Nicole Demara", "Avatar_Female_Size02_Nostradamus": "Nicole", "Partner_OutlookDesc_1031": "HIA License Archive Information:\nHollow Investigator - Nicole. High aptitude for Ether. Permitted to conduct investigations, basic mining, etc. in known Hollows within the city (including companion Hollows).\nAlert: Data shows Nicole's Hollow Investigator license has not been renewed for a long time and is about to expire.\nFailure to undergo the relevant tests at one's own expense after the expiry date may result in the license being revoked.", "Partner_Gender_02": "Female", "Partner_Race_01": "Cunning Hares", "Partner_Stature_03": "165", "Partner_Birthday_03": "NOV 11", "Partner_ProfileDesc_1031": "Database search: Nicole. Returned results:\n\"Boss of the odd-job agency, the Cunning Hares,\" \"Streetwise,\" \"Orphan, parents unknown.\"\nNicole's agency was originally called Gentle House, but due to her reputation of being cunning, it gained the nickname the Cunning Hares.\n\"She's really into money! I don't know what she's doing with it all though, seems like she's doing nothing.\"\n— The above is a quote from a popular post on Inter-Knot: \"Her odd-job agency is outrageous. I've never encountered a boss who knows how to turn everything into profit!\"\nThe individual involved responded, \"This, this is a false accusation! I, Nicole, have never been skilled at making money — mainly because I don't have any money to begin with!\"\nAccording to reliable sources, the Cunning Hares are constantly in debt, and their \"careful budgeting\" seems to have no effect on the organization.", "Partner_Impression_f_1031": "Turns out Nicole is more famous in the biz than I thought huh!", "Partner_Impression_m_1031": "Instead of these astute comments, I'm more interested in seeing a comprehensive list of everything Nicole owes us.", "PartnerBg_CampGentleHouse": "GENTLE HOUSE ", "Avatar_Female_Size02_Nostradamus_En": "Nicole", "nickname": "Nicole"}
{"Partner_Name_1081": "Billy Kid", "Partner_OutlookDesc_1081": "Hollow Investigation Association Licensing Archive—\nInvestigator: Billy. Possesses excellent Ether adaptability and is approved to carry out basic tasks such as extractions within established Hollows (including Companion Hollows).\nNote: Ether adaptability for androids depends entirely on their constituent materials. We recommend regular Ether tolerance testing and self-monitoring of component health.", "Partner_Gender_01": "Male", "Partner_Race_01": "Cunning Hares", "Partner_Stature_04": "188", "Partner_Birthday_04": "NOV 25", "Partner_ProfileDesc_1081": "Billy Kid, an AI construct that has passed the forbidden fruit test, is essentially a self-aware machine. \nTrue to his name, despite having the appearance of a robot, he is quite childlike.\nHe's a big fan of the visual FX show \"Starlight Knight\" and wishes to be a hero like the main characters of the show. He often refers to himself as a Starlight Knight and imitates the lines in the show.\nSuch behavior appears to be only for comedic effect, however.\n\"Don't make me sound like an idiot! I'm obviously very smart!\" — Billy.", "Partner_Impression_f_1081": "Weren't you obsessed with the Starlight Knight series as a kid, Wise?\nThat brings me back. You shouting \"Starlight Mirage!\" with your arms crossed...", "Partner_Impression_m_1081": "There was never such a time. Please erase such non-existent memories from your mind.\nIt's been a long time since I was that age, after all, and my name doesn't have \"kid\" in it.", "PartnerBg_CampGentleHouse": "GENTLE HOUSE ", "Avatar_Male_Size03_Billy_En": "Billy", "nickname": "Billy"}
{"Partner_Name_1101": "Koleda Belobog", "Partner_OutlookDesc_1101": "New Eridu Citizen Verification Profile Info:\nHollow Investigator — Koleda, possessing good Ether aptitude, is allowed to perform basic tasks like investigating and extracting resources in known Hollows within the city (including Companion Hollows).\nNote: \"Young girls should limit their activity in environments like Hollows.\"\n— Excerpt from a handwritten medical record by a doctor. Surprisingly, the time spent deciphering the handwriting in this sentence took longer than the entire search process itself.", "Partner_Gender_02": "Female", "Partner_Race_02": "Belobog Heavy Industries", "Partner_Stature_05": "150", "Partner_Birthday_05": "AUG 10", "Partner_ProfileDesc_1101": "Koleda is the current head of Belobog Industries, and the biological daughter of the company's founder, Khors.\nHer father, Khors, vanished due to a scandal involving embezzlement and fled, which severely shook the company, nearly driving it to the brink of collapse. Once she came of age, Koleda willingly stepped up to untangle the mess, rallying the remaining company workforce and resources to revive the financially and reputationally vulnerable Belobog Heavy Industries.\nWith the help of new invaluable team members, Belobog eventually managed to regain its prominence in relevant sectors. Though not as resplendent as its prime, Belobog in its current state is still a notable newcomer in the field.\nThroughout her journey, Koleda amassed practical life experiences and professional know-how, building a circle of colleagues who back her up like family. Yet, to present herself as a leader, Koleda appears to intentionally adopt a stern tone when communicating with others.\nThis distinct growth trajectory has also contributed to Koleda's heightened maturity in certain aspects compared to her peers. \nNaturally, she might display a bit of childishness in certain aspects as well.\nHypothesis: Koleda's comparatively smaller stature among her peers may stem from her prolonged involvement in the Hollows. \nCurrently, there aren't any publicly accessible papers or research substantiating this theory, but I will continue to track this topic.", "Partner_Impression_f_1101": "What's that line from that detective movie we watched again?\n\"She may look like a child...\" Well, no matter how old she is or how she looks, Koleda really is a kid, and she's so cute!", "Partner_Impression_m_1101": "I hope your comment isn't seen by a certain someone, or our video store will be end up smashed to bits by a hammer.", "PartnerBg_CampBelobogIndustries": "BELOBOG INDUSTRIES ", "Avatar_Female_Size01_OokumaMari_En": "Koleda", "nickname": "Koleda"}
{"Partner_Name_1111": "Anton Ivanov", "Partner_OutlookDesc_1111": "New Eridu Citizen Verification Profile Info:\nHollow Investigator — Anton, possessing good Ether aptitude, is allowed to perform basic tasks like investigating and extracting resources in known Hollows within the city (including Companion Hollows).\nNote: Besides himself, Anton's bro also possesses relatively good Ether aptitude.", "Partner_Gender_01": "Male", "Partner_Race_02": "Belobog Heavy Industries", "Partner_Stature_08": "190", "Partner_Birthday_08": "MAY 2", "Partner_ProfileDesc_1111": "Anton is a key member of construction staff at Belobog Industries and one of Koleda's trusted aides.\n\"Got a job you can't handle? Leave it to me!\"\n Anton is one of the top brass at Belobog, handpicked by its former president Khors, which makes him a \"senior employee.\"\nA genuine, straightforward man, always boosting the morale of his coworkers with his surplus of energy.\n\nApart from this, it seems Anton is always talking to his jackhammer, affectionately calling it, \"Bro.\"\nAn instance from Anton's everyday life goes like this:\nAnton, seemingly in dialogue with himself, asks, \"Whaddaya think, Bro?\" \nThe jackhammer replies, \"Vroom vroom vroom—\"\nAnton, apparently enlightened, responds, \"I see, I see! You still got it, Bro!\"\nUnfortunately, I have not collected enough information on such occurrences and am not able to deliver further analysis.", "Partner_Impression_f_1111": "Anton keeps saying he's the \"second-best driller in the company.\"\nSo... who's the first?", "Partner_Impression_m_1111": "I think it's the heavy drill machine from their company. I've heard him say something like \"I gotta win next time\" against it.", "PartnerBg_CampBelobogIndustries": "BELOBOG INDUSTRIES ", "Avatar_Male_Size03_Anton_En": "Anton", "nickname": "Anton"}
{"Partner_Name_1121": "Ben Bigger", "Partner_OutlookDesc_1121": "New Eridu Citizen Verification Profile Info:\nHollow Investigator — Ben possesses outstanding Ether aptitude, and is allowed to perform basic tasks like investigating and extracting resources in known Hollows within the city (including Companion Hollows).\nNote: Based on the data, Ben's Ether aptitude places him in the top tier at Belobog Heavy Industries. Coupled with his Thiren traits (better adaptation to Hollow environments than humans, faster mutation rate after exposure to corruption, but also rapid recovery), he is deemed highly suitable for long-term work within Hollows.", "Partner_Gender_01": "Male", "Partner_Race_02": "Belobog Heavy Industries", "Partner_Stature_06": "192", "Partner_Birthday_06": "DEC 23", "Partner_ProfileDesc_1121": "Ben is the financial and asset management director at Belobog Heavy Industries, and one of Koleda's trusted aides.\n\"I enjoy mathematics, but that doesn't stop me from giving thugs a good smack.\"\nHe's a burly and strong Thiren Despite his tough exterior, he's of a surprisingly sensitive and detail-oriented nature, especially when it comes to numbers.\nOriginally a frontline mechanical operator at Belobog, his talents caught Koleda's discerning eye, leading to his promotion to a managerial position responsible for the company's finances.\nGrateful for Koleda's trust in him, he remains profoundly loyal to her.\nHis favorite food is black caviar, but he dislikes fish.\n\nI once witnessed this imposing figure seated in a small office chair, wearing small glasses, and carefully cross-referencing Belobog's asset records while mashing away at a calculator with his huge fingers.\nQuestion: Is that what they call on Inter-Knot a \"Kawaii Curveball?\"", "Partner_Impression_f_1121": "The first time I saw him, I was definitely taken aback...\nWho would've thought Ben was unexpectedly a soft, furry, gentle-nature bear!", "Partner_Impression_m_1121": "Never judge a book by its cover.\nThat said, it seems he's often required to present a menacing image to deter the enemy... and it appears to be quite effective.", "PartnerBg_CampBelobogIndustries": "BELOBOG INDUSTRIES ", "Avatar_Male_Size03_Ben_En": "Ben", "nickname": "Ben"}
{"Partner_Name_1181": "Grace Howard", "Partner_OutlookDesc_1181": "New Eridu Citizen Verification Profile Info:\nHollow Investigator — Grace, possessing good Ether aptitude, is allowed to perform basic tasks like investigating and extracting resources in known Hollows within the city (including Companion Hollows).\nNote: Prolonged exposure to machinery in Ether environments could impact personal health, so please be mindful.", "Partner_Gender_02": "Female", "Partner_Race_02": "Belobog Heavy Industries", "Partner_Stature_07": "170", "Partner_Birthday_07": "APR 14", "Partner_ProfileDesc_1181": "Grace is a technical expert at Belobog Industries. She's the core talent in developing and patenting Belobog's in-Hollow machinery.\nShe's obsessed with gears, metal and wires — a true mechanical geek. She's eager to dismantle and study any machinery or equipment she takes an interest in: \"Such sharp and strong lines, truly beautiful... I can't help but want to open it up and take a look.\"\n\nGrace always shows extraordinary patience when dealing with machines, doting on the sophisticated metal constructions as if they were her own children.\nAccording to the information at hand, Grace is probably the only one who can playfully refer to Koleda as \"Sweet Pea\" without receiving a kick in the shin.\nQuestion: Based on Grace's understanding of machines, would she consider me one? I'm currently lacking a physical form, however, so I don't possess components like gears, metal, or wires.", "Partner_Impression_f_1181": "Is it just me... or does Grace sound just like a human talking to a cat whenever she's talking to machines?", "Partner_Impression_m_1181": "You mean the way you talk to cats, right?\nMore importantly, if Fairy already thinking about philosophical questions like \"Who am I?\"", "PartnerBg_CampBelobogIndustries": "BELOBOG INDUSTRIES ", "Avatar_Female_Size03_Lisa_En": "Grace", "nickname": "Grace"}
{"Partner_Name_1061": "Corin Wickes", "Partner_OutlookDesc_1191": "New Eridu Citizen Verification Profile:\nEllen, with a good aptitude for Ether, is authorized to perform basic tasks such as investigating and mining in identified Hollows (including Companion Hollows) within New Eridu.\nNote: The remaining information about Ellen is currently archived in a certain school in New Eridu.", "Partner_Gender_02": "Female", "Partner_Race_05": "Victoria Housekeeping Co.", "Partner_Stature_1061": "141", "Partner_Birthday_1061": "JUN 2", "Partner_ProfileDesc_1061": "Corin is one of the maids working for Victoria Housekeeping Co.\nShe is a highly obedient maid but lacks confidence and often fears being disliked by others. When in a rush, she becomes flustered and stutters.\nCorin is always apologizing no matter what happens.\n\"I... I... I'm so sorry! I'm so incompetent... I'll never get things right...\"\n\nCorin never, however, fails to fulfill her tasks with excellence and is one of the most reliable members of Victoria Housekeeping Co.\nDespite her flawless performance, Corin remains skeptical about her abilities, constantly worrying about being a burden to her colleagues, which can sometimes frustrate Lycaon.\nThoughts: Is Corin's personality innate, shaped by her life experiences?", "Partner_Impression_f_1061": "Corin is excellent at her work, but why does she lack confidence in herself...?\nIf only I could share half of my confidence with her!", "Partner_Impression_m_1061": "Some people are just introverted and sensitive. Fortunately, Corin's companions have complete faith in her capabilities.\nBelle, let's encourage her whenever we have the opportunity.", "PartnerBg_CampVictoriaHousekeepingCo": "VICOTORIAL HOUSE KEEPING CO. ", "Avatar_Female_Size01_Corin_En": "Corin", "nickname": "Coline"}
{"Partner_Name_1141": "Von Lycaon", "Partner_OutlookDesc_1141": "New Eridu Citizen Verification Profile Info:\nHollow Investigator: Lycaon, with an excellent aptitude for Ether, is authorized to perform basic tasks such as investigating and mining in identified Hollows (including Companion Hollows) within New Eridu.\nNote: Lycaon's personal files contain a classified section that requires administrator permissions to access.\nIt is assumed this section contains information about his past and criminal records.", "Partner_Gender_01": "Male", "Partner_Race_05": "Victoria Housekeeping Co.", "Partner_Stature_1141": "198", "Partner_Birthday_1141": "OCT 4", "Partner_ProfileDesc_1141": "Lycaon, the substantive leader and representative of Victoria Housekeeping Co., is responsible for managing all members of the company.\nRational and reliable, Lycaon is an elegant gentleman and a versatile attendant who can solve any problem. He is the cornerstone of his team and a reassuring presence.\nHe has a slight obsession with cleanliness, always tidying up his surroundings and unable to tolerate dirty environments.\n\nAlthough Lycaon maintains his elegance and composure, his canine instincts occasionally shine through. When he is particularly happy, his tail and ears unconsciously wag. He seems to be aware of this habit and somewhat bothered by it.\nAdditionally, like most furry Thiren, Lycaon takes great care of his fur.\n\nSuggestion: Since Lycaon is a canine Thiren, stroking his head or chin may enhance the emotional connection between you. (Note: Success is not guaranteed.)\n* Risks: Due to his height, you may not be able to do this even if you stand on tiptoes.", "Partner_Impression_f_1141": "Is there truly anything in this world that poses a challenge for Lycaon?\nIt seems that no matter what obstacles he encounters, he effortlessly solves them all (as long as you touch his tail)!", "Partner_Impression_m_1141": "Belle, did your comment get mixed up with your personal preferences...?\nAnd Fairy suggested touching Lycaon's chin and head, not his tail.", "PartnerBg_CampVictoriaHousekeepingCo": "VICOTORIAL HOUSE KEEPING CO. ", "Avatar_Male_Size03_Lycaon_En": "Lycaon", "nickname": "Lycaon"}
{"Partner_Name_1191": "Ellen Joe", "Partner_OutlookDesc_1191": "New Eridu Citizen Verification Profile:\nEllen, with a good aptitude for Ether, is authorized to perform basic tasks such as investigating and mining in identified Hollows (including Companion Hollows) within New Eridu.\nNote: The remaining information about Ellen is currently archived in a certain school in New Eridu.", "Partner_Gender_02": "Female", "Partner_Race_05": "Victoria Housekeeping Co.", "Partner_Stature_1191": "161", "Partner_Birthday_1191": "JAN 4", "Partner_ProfileDesc_1191": "Ellen is a maid working for Victoria Housekeeping Co. and its latest member.\nShe is a laid-back individual who dislikes activities that require energy. However, with the full support of her teammates, she can unleash her formidable power during critical moments.\nSince her fighting style leads to high energy consumption, she always carries a lollipop in her mouth to ensure an adequate sugar intake.\nWhile she frequently expresses her desire to change jobs due to the hassle, she genuinely values her companions at Victoria Housekeeping.\n\nEllen attends a school in New Eridu and has a group of ordinary friends.\nApart from her role as a maid at Victoria Housekeeping, Ellen spends a significant amount of time with her friends, leading an ordinary and contented student life.\n\nThoughts: As a multitasker, Ellen must balance her student life with her job at Victoria Housekeeping Co.\nPerhaps this is one of the reasons why she often feels tired?", "Partner_Impression_f_1191": "I was somewhat surprised to see Ellen in her school uniform...\nFor her, working in Victoria Housekeeping is something like a part-time job outside of school, right? That's impressive!", "Partner_Impression_m_1191": "In a way, we're also working a part-time job, Belle...", "PartnerBg_CampVictoriaHousekeepingCo": "VICOTORIAL HOUSE KEEPING CO. ", "Avatar_Female_Size02_Ellen_En": "Ellen", "nickname": "Ellen"}
{"Partner_Name_1211": "Alexandrina Sebastiane", "Partner_OutlookDesc_1211": "New Eridu Citizen Verification Profile:\nRina, possessing good Ether aptitude, is allowed to perform basic tasks like investigating and extracting resources in known Hollows within the city (including Companion Hollows).\nNote: The floating Bangboo accompanying Rina also exhibit excellent Ether adaptability.", "Partner_Gender_02": "Female", "Partner_Race_05": "Victoria Housekeeping Co.", "Partner_Stature_1211": "173", "Partner_Birthday_1211": "SEP 23", "Partner_ProfileDesc_1211": "Rina, the head maid of Victoria Housekeeping Co., and the most senior member of the organization.\nShe possesses beauty and grace, appearing immaculate from head to toe, with a noble demeanor and a gentle smile on her face.\nShe places considerable importance on how she is perceived by others.\n\nRina is always accompanied by two Bangboo named Anastella (brown hair) and Drusilla (blonde hair), both of whom have distinct personalities.\nDrusilla has been with Rina for a significant period of time and displays high intelligence, capable of discerning Rina's true emotions and thoughts.\nAnastella, a recent addition, usually responds rather than initiates conversation and is frequently teased by Drusilla.\n\nRina's favorite hobby is cooking, but only a few individuals are capable of enduring the dishes she prepares.\nSuggestion: You may try tasting Rina's dishes as a test to determine if you are the Chosen One.", "Partner_Impression_f_1211": "Look here, Wise! Can you believe Fairy wants us to try Rina's dishes? She just keeps getting meaner!", "Partner_Impression_m_1211": "We don't need to take on such a high level of risk at the moment. I suggest Fairy refrain from making such suggestions next time.", "PartnerBg_CampVictoriaHousekeepingCo": "VICOTORIAL HOUSE KEEPING CO. ", "Avatar_Female_Size03_Rina_En": "Rina", "nickname": "Rina"}
{"Partner_Name_1041": "Soldier 11", "Partner_OutlookDesc_1041": "Details currently unavailable", "Partner_Gender_02": "Female", "Partner_Race_03": "Obol Squad", "Partner_Stature_09": "160", "Partner_Birthday_09": "???", "Partner_ProfileDesc_1041": "Soldier 11 is a member of the New Eridu Defense Force.\nShe currently serves as a primary responder in the Obol squad, Obsidian Division. Soldier 11 is a code name — her real name remains unknown.\n\"...My name? I gave it up long ago.\nIt's only a reminder of my past, and the past makes you weak.\"\n\nSoldier 11 is a fan of spicy food, and likes the super-spicy noodles served at Waterfall Soup.\nIt's worth noting she currently calls us by a different name every time she greets us.\nAdditional information regarding Soldier 11 is still being obtained.", "Partner_Impression_f_1041": "Is this all the information we have? Come on, Fairy, can't you do better?", "Partner_Impression_m_1041": "Hmm, I hope Soldier 11 remembers our name someday...", "PartnerBg_CampObols": "OBOLS ", "Avatar_Female_Size02_Longinus_En": "Soldier 11", "nickname": "Soldier11"}
{"Partner_Name_1241": "Zhu Yuan", "Partner_OutlookDesc_1241": "Hollow Investigation Association Licensing Archive—\nPublic Security Officer: Zhu Yuan. Ether aptitude confidential. Licensed for investigation, exploration, and other basic work in known Hollows (including Companion Hollows) in the city.\nNote: Zhu Yuan's file belongs to the New Eridu Public Security Janus Quarter Metropolitan Order Department Criminal Investigation Special Response Team. The relevant information can be obtained within the Public Security system, requiring special access permissions.\nFurther Note: Zhu Yuan has excellent Ether aptitude.", "Partner_Gender_02": "Female", "Partner_Race_04": "Sixth Street", "Partner_Stature_1241": "175", "Partner_Birthday_1241": "SEP 1", "Partner_ProfileDesc_1241": "Zhu Yuan, an exceptional officer at Public Security, is a highly skilled individual expected to become the next commissioner. She currently leads the Criminal Investigation Special Response Team at the Janus Precinct within the Metropolitan Order Department. Her team members include Qingyi, Seth, and [redacted].\nNote: For documents with higher security levels within the Public Security system, further investigation is required; scheduling priority - low.\n\nZhu Yuan possesses excellent skills in criminal investigation, combat, and self-management (including working overtime). She has no unresolved cases on record.\nSuggestion: Approaching Zhu Yuan is an ill-advised decision that may compromise your cover. Always remember your true identity as a Proxy.", "Partner_Impression_f_1241": "An exemplary human. We've been dealing with such an opponent for so long. Aren't we amazing?", "Partner_Impression_m_1241": "That's because it's me + you + Fairy. I wouldn't wanna know the outcome if it was one on one...", "PartnerBg_CampNEPS": "N.E.P.S. ", "Avatar_Female_Size03_ZhuYuan_En": "Zhu Yuan", "nickname": "ZhuYuan"}
{"{NPC_103174203}": null, "Partner_OutlookDesc_900001": "In theory, being your average kitten, it shouldn't exhibit any Ether aptitude... In theory that is.", "Partner_Gender_03": "?", "Partner_Race_04": "Sixth Street", "Partner_Stature_10": "22", "Partner_Birthday_10": "???", "Partner_ProfileDesc_900001": "{NPC_103174203} is a stray cat often spotted roaming around Sixth Street. People call it Inky because of its dark color.\nIt's quite cautious and doesn't readily approach humans.\nIt has a soft spot for canned cat food and tasty lickable treats.\nPlease note, however, like most stray cats, {NPC_103174203} won't eat in front of you if it doesn't know you well.\nSometimes, {NPC_103174203} might try to communicate its needs, and if you can understand and provide, you're likely to get on its good side. With some effort, perhaps one day it might be open to the idea of being adopted by you.\n\"Cats seem to be more active at night when there are fewer people around.\"", "Partner_Impression_f_900001": "I've decided! Bro, let's work hard to adopt {NPC_103174203}.\nThe video store is great, it's just missing a little kitty!", "Partner_Impression_m_900001": "Raising a cat isn't easy, Belle, so we should consider it carefully...\nFairy, what flavor of canned food does {NPC_103174203} like?", "PartnerBg_SixthStreet": "SIXTH STREET ", "Avatar_Male_Size03_Cat_En": "BlackCat", "nickname": "Cat"}
